Repository: rotdrop/nextcloud-roundcube
Catalog: translationfiles/*/mail_roundcube.po
Languages: es

source: Not submitted for us.
es: No enviado para nosotros.

source: Default RC installation path can't be an empty string.
es: La ruta por defecto de la instalación del RC no puede ser vacía.

source: Default path must be a url relative to this server.
es: La ruta por defecto debe ser una url relativa a este servidor.

source: A domain is not valid.
es: Uno de los dominios no es válido.

source: A path is not valid.
es: Una de las rutas no es válida.

source: Paths must be urls relative to this server.
es: Las rutas deben ser urls relativas a este servidor.

source: Unpaired domains and paths.
es: El número de dominios y rutas no es parejo.

source: Some inputs are not valid.
es: Algunas entradas no son válidas.

source: Application settings successfully stored.
es: Configuración de la aplicación guardada con éxito.

source: Unable to login into roundcube. There are login errors. Relogin to ownCloud.
es: No se puede hacer login en RoundCube. Hay errores de login. Salir y volver a iniciar sesión en la Nube.

source: Username '%s' is not an email address.
es: El usuario '%s' no es un email válido.

source: Default RC installation path
es: Ruta por defecto al RC

source: Default path relative to ownCloud server (%s).
es: Ruta por defecto relativa al servidor ownCloud (%s).

source: Per email domain RC installations
es: Rutas a RC por dominio de email

source: Enter your users' email domains and their corresponding paths if you have different RoundCube installations. For example: 'domain1.com':'roundcube1/', 'domain2.com':'roundcube2/'. Path relative to ownCloud server.
es: Ingresar los dominios de los emails de sus usuarios y las correspondientes rutas si tiene diferentes instalaciones de RoundCube. Por ejemplo: 'domain1.com':'roundcube1/', 'domain2.com':'roundcube2/'. Rutas relativas al servidor ownCloud.

source: Remove
es: Quitar

source: Add
es: Agregar

source: Advanced settings
es: Configuración avanzada

source: Show RoundCube top information bar (shows logout button).
es: Mostrar barra de información de RoundCube arriba (muestra botón de logout).

source: Disable when debugging with self-signed certificates.
es: Deshabilitar para depurar con certificados auto-firmados.

source: Enable SSL verification.
es: Habilitar verificación SSL.

source: Save
es: Guardar

source: Saving...
es: Guardando...
