{ "translations": {
    "Webmail" : "Webmail",
    "Not submitted for us." : "No enviado para nosotros.",
    "Maildir can't be an empty string." : "Maildir no puede estar vacía.",
    "Host is not valid." : "El host no es válido.",
    "Port must be a valid port number or left empty." : "El número de puerto debe ser válido o dejado vacío.",
    "Internal address '%s' is not an URL" : "La dirección interna '%s' no es una URL.",
    "Some inputs are not valid." : "Algunas entradas no son válidas.",
    "Application settings successfully stored." : "Configuración de la aplicación guardada con éxito.",
    "Usuario 'admin' no hace Auto-Login." : "Usuario 'admin' no hace Auto-Login.",
    "Unable to login into roundcube. There are login errors." : "No se puede hacer login en RoundCube. Hay errores de login.",
    "Basic settings" : "Configuración básica",
    "If you have \"http://example.com/roundcube\" enter \"/roundcube/\" here. Note that subdomains or URLs do not work, just absolute paths to the same domain ownCloud is running." : "Si se tiene \"http://example.com/roundcube\", ingresar \"/roundcube/\" aquí. Notar que subdominios o URLs no funcionan, sólo rutas absolutas al mismo dominio en el que está ejecutándose ownCloud.",
    "Absolute path to RC installation" : "Ruta absoluta a la instalación del RC.",
    "Advanced settings" : "Configuración avanzada",
    "Show RoundCube control navigation menu items with currently logged in user information" : "Mostrar menú de control de navegación del RC con información del usuario logueado.",
    "Show information bar on top of page" : "Mostrar barra de información arriba de la página.",
    "Enable SSL verification, e.g. disable for self-signed certificates" : "Habilitar verificación SSL (deshabilitar para certificados auto-firmados).",
    "Enable debug messages. RC tends to bloat the log-files." : "Habilitar mensajes de depuración. RC tiende a llenar los archivos de log.",
    "Enable debug logging" : "Habilitar depuración.",
    "Overwrite roundcube server hostname if not the same as owncloud, e.g. for (sub)domains which resides on the same server, e.g rc.domain.tld. But keep in mind that due to iFrame security constraints it will be only working on the same server, see HTML/JS same-origin policies." : "Sobreescribir el hostname del servidor de RC si no es el mismo que ownCloud, ej.: para (sub)dominios que residan en el mismo servidor (rc.dominio.tld). Tener en cuenta que sólo funcionará en el mismo servidor por las restricciones de seguridad del iFrame. Ver políticas de HTML/JS same-origin.",
    "Overwrite RC server hostname" : "Sobreescribir el hostname del servidor de RC.",
    "Overwrite roundcube server port (If not specified, ports 80/443 are used for HTTP/S)." : "Sobreescribir el puerto del servidor de RC. (Si no se especifica, se usan los puertos 80/443 para HTTP/S.",
    "Overwrite RC server port" : "Sobreescribir el puerto del servidor de RC.",
    "Internal RoundCube address (as seen by the OwnCloud server). Use this if the internal address, to which OwnCloud should connect when talking to RoundCube, does not match the host and port set above." : "Dirección interna del RC (como la ve el servidor ownCloud). Usar esto si la dirección interna, a la que el ownCloud se debería conectar cuando habla con RC, no concuerda con el host y puerto de arriba.",
    "Internal RC address" : "Dirección interna del RC.",
    "Saving..." : "Guardando...",
    "Save" : "Guardar"
},"pluralForm" :""
}